[]
=on

[InstallWizard]
ProductName=Bloody7
//ErrorMessage=
MSG_001=権限不足、インストール/削除できません.
MSG_101=セットアップは完了していません。インストールできませんでした!
MSG_102=新しいバージョンがインストールされました。 終了します。
MSG_103=コピーできません。「OK」を押して次に進みます!
MSG_1040=起動時の情報があります!
MSG_1041=カスタマイズできる登録の情報があります!
MSG_1042=プログラムファイルがあります!
MSG_201=情報が足りませんが、削除できません!
MSG_202=ファイルを削除できませんが、「OK」を押して次に進みます!
MSG_301=情報が足りませんが、更新できません!
MSG_302=前のバージョンを削除し、再インストールしてください。
MSG_501=前のバージョンが検知されましたが、アップグレードしますか?
MSG_502=アップグレード出来ませんでした。再試行してください!
MSG_503=既に最新版ですが、更新しますか?
//準備安裝畫面=
FPrepare->Caption=インストールウィザード
FPrepare->lb_Prepare->Caption=インストールの準備ができましたが、ウィザードが、インストール完了までご案内します。お待ちください。
FPrepare->lb_PrepareProc->Caption=インストールの準備ができました...
//安裝歡迎畫面=
FWelcome->lb_Welcome->Caption=%Pをご使用いただき、ありがとうございます
FWelcome->lb_StartInstallation->Caption=ウィザードが PC にインストールします。「Next」を押し、進みます。
FWelcome->lb_SelectLanguage->Caption=言語を選択する
//硬體設備套用軟體系列選擇=
FSeriesSelect->lb_SelectSeriesTitle->Caption=インストールの準備ができました [%P]
FSeriesSelect->lb_SelectSeriesDescription->Caption=機種を選び、「Next」を押し、開始します。
FSeriesSelect->rb_Series2->Caption=マルチコア GUN3 V2
FSeriesSelect->rb_Series3->Caption=マルチコア GUN3 V3
FSeriesSelect->rb_Series5->Caption=マルチコア GUN3 V5
FSeriesSelect->rb_Series7->Caption=マルチコア GUN3 V7
FSeriesSelect->rb_Series4->Caption=マルチコア GUN3 V4
//授權合約條款確認畫面=
FEULA->rb_AgreeEULA->Caption=私は契約書に同意する
FEULA->rb_DisapproveOfEULA->Caption=私は契約書に同意しない
//詢問是否開始安裝畫面=
FAskInstall->lb_Title->Caption=Ready to install...
FAskInstall->lb_AskInstall->Caption=「Setup」を押し、インストールを開始します。\\\\\\\\セットアップ情報をご覧になる、または変更する場合、「Back」を押します。インストールウィザードを中止する場合は、「Exit」を押してください。
//開始安裝畫面=
FInstall->lb_Title->Caption=インストール中...
FInstall->lb_Install->Caption=お待ちください`…
CopyFiles=コピー
ChangeFolderCompetence=フォルダーのアクセス許可を変更
WriteRegOnUninstallFolder=登録フォルダに削除情報を書き込む
WriteRegOnBootName=登録フォルダに起動情報を書き込む
CreateLinks=ショートカットの作成
WriteRegOnPrivateFolder=登録フォルダにプログラム情報を書き込む
//確認取消畫面=
FCancelConfirm->lb_CancelConfirm->Caption=インストールは完了していません。現時点でインストールを終了すると、「追加/削除」機能が正確に反応しません。\\\\インストールを終了しますか?
//取消完成畫面=
FCancel->lb_Cancel->Caption=アンインストールが完了しました。
FCancel->lb_Notes->Caption=システムは変更されていません。今後このセットアッププログラムを再度起動します。\\\\\\\\「OK」を押し、インストールウィザードを終了します。
//安裝完成畫面=
FFinish->lb_Finish_Install->Caption=インストールを完了しました。
FFinish->lb_Finish_Uninstall->Caption=削除を完了しました。
FFinish->lb_Finish_Upgrade->Caption=アップデートを完了しました
FFinish->lb_FinishInstallNotes->Caption=セットアップが PC に%Pをインストールしました。
FFinish->lb_FinishUninstallNotes->Caption=削除を完了しました%P
FFinish->lb_FinishUpgradeNotes->Caption=アップデートを完了しました %P
FFinish->ck_StartProgram->Caption=起動 [ %P ]
//確定解安裝畫面=
FUninstallConfirm->lb_UninstallConfirm->Caption=すべてのプログラムと機能を削除しますか？
FUninstallConfirm->ck_DeleteUserLog->Caption=ログを削除(次を含む:プログラミング、武器ファイル、ボタン設定など)
//開始解安裝畫面=
FUninstall->lb_Uninstall->Caption=%P セットアップが、ご希望のインストールを行っています。
BackupSettingData=設定データを保存しますか?
//詢問是否升級或修復畫面=
FAskUpgradeAndRepair->lb_AskUpgradeXRepair->Caption=「アップグレード/リカバー」を押し、開始します。\\\\\\\または、「キャンセル」を押し、終了します。
FAskUpgradeAndRepair->bt_Upgrade->Caption=アップグレード/リカバー
//開始升級/修復畫面=
FUpgradeAndRepair->lb_UpgradeXRepair->Caption=セットアップは、%Pをアップグレード/リカバーしています。
FUpgradeAndRepair->bt_Cancel->Caption=終了

[UNINSTALL]
DISPLAY_NAME=Bloody7
PUBLISHER=Bloody
URL=http://www.bloody.tw/
LINK_PROGRAMS_PUBLISHER=Bloody
LINK_PROGRAMS_FOLDER=Bloody7
LINK_PROGRAMS_EXEC=Bloody7
LINK_PROGRAMS_UNIST=Bloody7をインストール
LINK_PROGRAMS_MANUAL=マニュアル
LINK_DESKTOP=Bloody7

